{
  "TOUCH_DISPLAY":{
    "PLUGIN_NAME":"Touch Display",
    "ERR_NO_BLINTERFACE":"Interface de rétro-éclairage inexistante ",
    "ERR_CON_XSERVER":"Erreur lors du établissement du connexion au serveur X",
    "ERR_SET_TIMEOUT":"Erreur de mise en service de la durée de l'économiseur d'écran: ",
    "ERR_SET_BRIGHTNESS":"Erreur de mise en service de la luminosité de l'écran: ",
    "ERR_SET_POINTER":"Erreur de mise en service du curseur: ",
    "ERR_SET_SCALE":"Erreur de mise du facteur d'échelle: ",
    "ERR_MOD":"Erreur en modifiant ",
    "ERR_WRITE":"Erreur d'écriture ",
    "ERR_READ":"Erreur de lecture ",
    "GETALSRANGE_FAILED":"La régulation automatique de la luminosité n'est pas possible: Echec de lecture des valeurs du capteur.",
    "CALIBRATION_NEEDED":"La calibration du capteur de lumière ambiante est nécéssaire avant d'utliser cette fonction.",
    "MIDALS_TOO_LOW":"La courbe de luminosité ne peut être utilsée: La luminosité ambiante de référence doit être plus grande que la valeur minimale.",
    "MIDALS_TOO_HIGH":"La courbe de luminosité ne peut être utilsée: La luminosité ambiante de référence doit être plus grande que la valeur maximale.",
    "GENERIC_FAILED":"Echoué: ",
    "REBOOT_MSG":"Un redémarrage est nécéssaire pour prendre en charge les nouveaux réglages",
    "NO_CHANGES":"Aucune modification à enregistrer.",
    "NAN":": La valeur doit être un nombre",
    "INVALID":": La valeur précédente a été conservée car la valeur saisie n'est pas valide.",
    "INFO_MIN":"La valeur a été ajustée au minimum possible.",
    "INFO_MAX":" La valeur a été ajustée au maximum possible.",
    "INFO_MINMAX":"La luminosté maximale ne peut être inférieure à la luminosité minimale. La valeur minimale a été appliquée à la valeur maximale",
    "PLUGIN_CONFIGURATION":"Configuration de Touch Display",
    "SCREENSAVER_CONF":"Réglage de l'économiseur d'écran",
    "SCREENSAVER_DESC":"L'écran sera placé sur le mode \"off\" lorsque le temps sera écoulé.",
    "TIMEOUT":"Durée avant économiseur d'écran",
    "TIMEOUT_DOC":"Entrez la durée en seconde avant la mise en service de l'économiseur d'écran. Une valeur de 0 le désactive.",
    "AFTER_PLAY":"Pas d'économiseur d'écran lors de la lecture",
    "AFTER_PLAY_DOC":"L'économiseur d'écran ne se déclanche pas pendant la lecture de musique.",
    "BRIGHTNESS_CONF":"Réglages de la luminosité",
    "BRIGHTNESS_DESC":"NOTE: Avec un Raspberry Pi Display V1.0 une valeur inférieure à 128 éteint l'écran.",
    "AUTO_MODE":"Mode Auto",
    "AUTO_MODE_DOC":"Active la régulation automatique de la luminosité de l'écran. NOTE: Nécessite un matériel supplémentaire. Une valeur unique est attendue dans /etc/als.",
    "CALIBRATION":"Calibration",
    "CALIBRATION_DOC":"Le processus d'étalonnage attribue les valeurs de luminosité ambiante mesurées par le capteur de luminosité aux valeurs de luminosité minimale et maximale de l'écran.",
    "MINBR":"Luminosité minimale",
    "MINBR_DOC":"Valeur de luminosité la plus basse pouvant être définie par le mode de luminosité automatique. REMARQUE: les valeurs inférieures à 15 conduiront à un écran à peine lisible!",
    "MAXBR":"Luminosité maximale",
    "MAXBR_DOC":"Valeur maximale possible pour la luminosité maximale.",
    "BRIGHTNESS_CURVE":"Courbe de luminosité",
    "BRIGHTNESS_CURVE_DOC":"Le commutateur permet de déterminer un point de référence pour former une courbe de luminosité entre la luminosité minimale et maximale de l'écran. Ceci est utile si la progression de la luminosité de l'écran en fonction de la luminosité ambiante est trop lente ou trop rapide. Le point de référence est construit à partir d'une valeur de luminosité d'écran définie (luminosité de référence) et d'une valeur de luminosité ambiante à laquelle la luminosité de référence doit être atteinte.",
    "MIDBR":"Luminosité de référence",
    "MIDBR_DOC":"Valeur de luminosité de l'écran à atteindre à une certaine luminosité d'ambiance qui doit être affectée avec le bouton \"Appliquer la luminosité\".",
    "GET_MID_ALS":"Appliquer la luminosité",
    "GET_MID_ALS_DOC":"Attribuez une valeur de luminosité ambiante à la valeur de luminosité de référence.",
    "MANUALBR":"Luminosité 1",
    "MANUALBR_DOC":"Régler la luminosité de l'écran souhaitée en entrant un nombre approprié. REMARQUE: les valeurs inférieures à 15 conduiront à un écran à peine lisible sur un écran Raspberry Pi!",
    "BR1STARTTIME":"Départ pour la luminosité 1",
    "BR1STARTTIME_DOC":"Spécifie l'heure du jour à laquelle la luminosité 1 doit être réglée, en utilisant le système d'horloge 24 heures et le format d'heure hh: mm. Si la valeur doit être identique à l'heure du jour à laquelle la luminosité 2 doit être réglée, la luminosité ne sera pas modifiée mais seule la luminosité 1 sera appliquée.",
    "MANUALBR2":"Luminosité 2",
    "MANUALBR2_DOC":"Régler une autre luminosité de l'écran souhaitée en entrant un nombre approprié. REMARQUE: les valeurs inférieures à 15 conduiront à un écran à peine lisible sur un écran Raspberry Pi!",
    "BR2STARTTIME":"Départ pour la luminosité 2",
    "BR2STARTTIME_DOC":"Spécifie l'heure du jour à laquelle la luminosité 2 doit être réglée, en utilisant le système d'horloge 24 heures et le format d'heure hh: mm. Si la valeur doit être identique à l'heure du jour à laquelle la luminosité 1 doit être réglée, la luminosité ne sera pas modifiée mais seule la luminosité 1 sera appliquée.",
    "TESTBRIGHTNESS":"Tester",
    "TEST_MSG":"La valeur de luminosité la plus basse possible (${}) conduira probablement à un écran à peine lisible. Le choix de \"Tester\" appliquera la valeur pendant 5 secondes, puis reviendra à la luminosité actuelle. Après cela, tu peux décider si le nouveau paramètre doit être conservé. Choisis \"Continuer\" si tu veux appliquer le nouveau paramètre sans tester.",
    "KEEP_MSG":"Voulez vous conserver ce réglage?",
    "GETMINALS_MSG":"Expose votre système à la luminosité ambiante à laquelle la luminosité d'écran la plus basse doit être atteinte. Clique sur \"Ok \" pour attribuer cette luminosité d'ambiance à la valeur de luminosité minimale de l'écran donnée.",
    "GETMAXALS_MSG":"Expose votre système à la luminosité ambiante à laquelle la luminosité d'écran la plus élevée doit être atteinte. Clique sur \"Ok\" pour attribuer cette luminosité d'ambiance à la valeur de luminosité maximale de l'écran donnée.",
    "GETMIDALS_MSG":"Expose votre système à la luminosité ambiante à laquelle une certaine luminosité de l'écran (\"luminosité de référence\") doit être atteinte. Clique sur \"Ok\" pour attribuer cette luminosité d'ambiance à la \"luminosité de référence\".",
    "ORIENTATION_CONF":"Réglage de l'Orientation",
    "ORIENTATION_DESC":"",
    "ANGLE":"Tourner l'affichage par",
    "ANGLE_DOC":"Choisis l'orientation de votre écran. Les options de rotation à 90 et 270 degrés peuvent ne pas fonctionner pour les écrans à plus haute résolution car elles nécessitent une mémoire supplémentaire sur le GPU.",
    "0":"0°",
    "90":"90°",
    "180":"180°",
    "270":"270°",
    "GPUMEM_CONF":"Utilisation de la mémoire GPU",
    "GPUMEM_DESC":"Peut avoir un impact sur la performance.",
    "CONTROLGPUMEM":"Controle de la mémoire du GPU",
    "CONTROLGPUMEM_DOC":"Lorsque ce commutateur est activé, la quantité de mémoire mise à la disposition du GPU est gérée par le plugin.",
    "GPUMEM":"Taille de la mémoire du GPU",
    "GPUMEM_DOC":"La taille de la mémoire GPU peut être ajustée par pas de 1MB dans une plage de 32 à 128MB.",
    "POINTER_CONF":"Réglage du curseur de la souris",
    "POINTER_DESC":"",
    "SHOWPOINTER":"Montrer le curseur de la souris",
    "SHOWPOINTER_DOC":"Rendre le curseur de la souris visible ou non.",
    "SCALE_CONF":"Paramètres de mise à l'échelle",
    "SCALE_DESC":"La représentation de l'interface utilisateur de Volumio sur l'écran local peut être agrandie ou réduite.",
    "SCALE":"Facteur d'échelle",
    "SCALE_DOC":"Le facteur d'échelle peut être réglé par pas de 1 % dans une plage de 10 % à 200 %.",
    "SCALE_WARN":"Avec cette version du navigateur, les valeurs inférieures à 100 % n'ont aucun effet.",
    "APPLY":"Appliquer",
    "OK":"Ok",
    "YES":"Oui",
    "NO":"Non",
    "SKIP":"Passer"
  }
}
