{
  "TOUCH_DISPLAY":{
    "PLUGIN_NAME":"Touch Display",
    "ERR_NO_BLINTERFACE":"Interface de rétro-éclairage inexistante ",
    "ERR_RESTART_KIOSK":"Erreur lors du démarrage du service volumio-kiosk",
    "ERR_SET_SCREENSAVER":"Erreur de mise en service de l'économiseur d'écran: le démarrage du serveur X n'est pas terminé",
    "ERR_SET_TIMEOUT":"Erreur de réglage de la durée de l'économiseur d'écran: ",
    "ERR_SET_BRIGHTNESS":"Erreur de réglage de la luminosité de l'écran: ",
    "ERR_SET_POINTER":"Erreur de mise en service du curseur: le démarrage du serveur X n'est pas terminé",
    "ERR_MOD":"Erreur en modifiant ",
    "ERR_WRITE":"Erreur d'écriture ",
    "ERR_READ":"Erreur de lecture ",
    "GETALSRANGE_FAILED":"La régulation automatique de la luminosté n'est pas possible: Echec de lecture des valeurs du capteur.",
    "CALIBRATION_NEEDED":"La calibration du capteur de lumière ambiante est nécéssaire avant d'utliser cette fonction.",
    "MIDALS_TOO_LOW":"La courbe de luminosité ne peut être utilsée: La luminosité ambiante de référence doit être plus grande que la valeur minimale.",
    "MIDALS_TOO_HIGH":"La courbe de luminosité ne peut être utilsée: La luminosité ambiante de référence doit être plus grande que la valeur maximale.",
    "GENERIC_FAILED":"Echoué: ",
    "REBOOT_MSG":"Un redémarrage est nécéssaire pour prendre en charge les nouveaux réglages",
    "NAN":": La valeur doit être un nombre",
    "INFO_MIN":"La valeur a été ajustée au minimum possible.",
    "INFO_MAX":" La valeur a été ajustée au maximum possible.",
    "INFO_MINMAX":"La luminosté maximale ne peut être inférieure à la luminosté minimale. La valeur minimale a été appliquée à la valeur maximale",
    "PLUGIN_CONFIGURATION":"Configuration de Touch Display",
    "SCREENSAVER_CONF":"Réglage de l'économiseur d'écran",
    "SCREENSAVER_DESC":"L'écran sera placer sur le mode \"off\" lorsque le temps sera écoulé.",
    "TIMEOUT":"Durée avant économiseur d'écran",
    "TIMEOUT_DOC":"Entrez la durée en seconde avant la mise en service de l'économiseur d'écran. Une valeur de 0 le désactive.",
    "AFTER_PLAY":"No screensaver while playing",
    "AFTER_PLAY_DOC":"With this switch enabled the countdown for the screensaver does not start yet after the latest user action but not until playback has been paused or stopped.",
    "BRIGHTNESS_CONF":"Brightness settings",
    "BRIGHTNESS_DESC":"NOTE: On a Raspberry Pi Display V1.0 brightness values below 128 will just turn the screen off while values above 127 will turn it on.",
    "AUTO_MODE":"Auto mode",
    "AUTO_MODE_DOC":"The switch enables automatic regulation of screen brightness dependent from the ambience brightness. NOTE: Automatic brightness requires additional hardware. The current sensor value is expected to be in /etc/als as the only data.",
    "CALIBRATION":"Calibration",
    "CALIBRATION_DOC":"The calibration process assigns ambience brightness values measured by the brightness sensor to the minimum and maximum screen brightness values.",
    "MINBR":"Lowest brightness",
    "MINBR_DOC":"Lowest brightness value that can be set by the automatic brightness mode. NOTE: Values below 15 will lead to a barely readable screen!",
    "MAXBR":"Highest brightness",
