{
  "TOUCH_DISPLAY":{
    "PLUGIN_NAME":"Touch Display",
    "ERR_NO_BLINTERFACE":"Backlight interface does not exist at ",
    "ERR_RESTART_KIOSK":"Error restarting volumio-kiosk service",
    "ERR_SET_SCREENSAVER":"Error applying screensaver settings: Start of the xserver has not finished yet.",
    "ERR_SET_TIMEOUT":"Error setting screensaver timeout: ",
    "ERR_SET_BRIGHTNESS":"Error setting screen brightness: ",
    "ERR_SET_POINTER":"Error applying pointer settings: Start of the xserver has not finished yet.",
    "ERR_MOD":"Error modifying ",
    "ERR_WRITE":"Error writing ",
    "ERR_READ":"Error reading ",
    "GETALSRANGE_FAILED":"Automatic regulation of screen brightness is not possible: Measuring the range of the ambient light sensor failed.",
    "CALIBRATION_NEEDED":"Calibrating the ambient light sensor is required before using this function.",
    "MIDALS_TOO_LOW":"Brightness curve cannot be used: The ambient brightness to be assigned to the reference brightness needs to be higher than the value assigned to minimum screen brightness.",
    "MIDALS_TOO_HIGH":"Brightness curve cannot be used: The ambient brightness to be assigned to the reference brightness needs to be lower than the value assigned to maximum screen brightness.",
    "GENERIC_FAILED":"Failed: ",
    "REBOOT_MSG":"A reboot is required for the change to take effect.",
    "NAN":": The previous value has been kept because the value entered is not a number.",
    "INFO_MIN":"The value has been adjusted to the lowest possible because the value entered is too small.",
    "INFO_MAX":" The value has been adjusted to the highest possible because the value entered is too big.",
    "INFO_MINMAX":"The maximum brightness cannot be set lower than the minimum brightness. The minimum brightness value has been applied to maximum brightness, too.",
    "PLUGIN_CONFIGURATION":"Touch Display Configuration",
    "SCREENSAVER_CONF":"Screensaver settings",
    "SCREENSAVER_DESC":"The screen will be set to DPMS \"off\" state after a given time has been elapsed.",
    "TIMEOUT":"Screensaver timeout",
    "TIMEOUT_DOC":"Enter the time in seconds until the screensaver will be activated. A value of 0 disables this.",
    "AFTER_PLAY":"No screensaver while playing",
    "AFTER_PLAY_DOC":"With this switch enabled the countdown for the screensaver does not start yet after the latest user action but not until playback has been paused or stopped.",
    "BRIGHTNESS_CONF":"Brightness settings",
    "BRIGHTNESS_DESC":"NOTE: On a Raspberry Pi Display V1.0 brightness values below 128 will just turn the screen off while values above 127 will turn it on.",
    "AUTO_MODE":"Auto mode",
    "AUTO_MODE_DOC":"The switch enables automatic regulation of screen brightness dependent from the ambience brightness. NOTE: Automatic brightness requires additional hardware. The current sensor value is expected to be in /etc/als as the only data.",
    "CALIBRATION":"Calibration",
    "CALIBRATION_DOC":"The calibration process assigns ambience brightness values measured by the brightness sensor to the minimum and maximum screen brightness values.",
    "MINBR":"Lowest brightness",
    "MINBR_DOC":"Lowest brightness value that can be set by the automatic brightness mode. NOTE: Values below 15 will lead to a barely readable screen!",
    "MAXBR":"Highest brightness",
    "MAXBR_DOC":"Highest brightness value that can be set by the automatic brightness mode.",
    "BRIGHTNESS_CURVE":"Brightness curve",
    "BRIGHTNESS_CURVE_DOC":"The switch enables determining a reference point to form a brightness curve between the minimum and maximum screen brightness. This is useful if the progression of screen brightness in accordance to ambience brightness is too slow or too fast. The reference point is built from a set screen brightness value (reference brightness) and an ambience brightness value at which the reference brightness should be reached.",
    "MIDBR":"Reference brightness",
    "MIDBR_DOC":"Screen brightness value to be reached at a certain ambience brightness which needs to be assigned with the button \"Assign brightness\".",
    "GET_MID_ALS":"Assign brightness",
    "GET_MID_ALS_DOC":"Assign an ambience brightness value to the reference brightness value.",
    "MANUALBR":"Brightness",
    "MANUALBR_DOC":"Set the desired screen brightness by entering an appropriate number. NOTE: Values below 15 will lead to a barely readable screen on a Raspberry Pi Display!",
    "TESTBRIGHTNESS":"Test",
    "TEST_MSG":"The new brightness value will probably lead to a barely readable screen. Choosing \"Test\" will apply the value for 5 seconds and then return to the current brightness. After that you can decide if the new setting should be kept. Select \"Continue\" if you want to apply the new setting without testing.",
    "KEEP_MSG":"Do you want to keep the new setting?",
    "GETMINALS_MSG":"Expose your system to the ambience brightness at which the lowest screen brightness should be reached. Click \"Ok\" to assign this ambience brightness to the given minimal screen brightness value.",
    "GETMAXALS_MSG":"Expose your system to the ambience brightness at which the highest screen brightness should be reached. Click \"Ok\" to assign this ambience brightness to the given maximum screen brightness value.",
    "GETMIDALS_MSG":"Expose your system to the ambience brightness at which a certain screen brightness (\"reference brightness\") should be reached. Click \"Ok\" to assign this ambience brightness to the \"reference brightness\".",
    "ORIENTATION_CONF":"Orientation settings",
    "ORIENTATION_DESC":"",
    "ANGLE":"Rotate screen content by",
    "ANGLE_DOC":"Choose your screen orientation. The 90 and 270 degrees rotation options may not work for displays with higher resolution as they require additional memory on GPU.",
    "0":"0째",
    "90":"90째",
    "180":"180째",
    "270":"270째",
    "GPUMEM_CONF":"GPU memory",
    "GPUMEM_DESC":"The amount of memory used by the GPU can be adusted in steps of one megabyte. Increasing the memory allocated to the GPU decreases the memory remaining for Volumio itself. This can impact the system's performance.",
    "GPUMEM":"GPU memory size",
    "GPUMEM_DOC":"The size of the GPU memory can be adjusted in a range from 32 to 128MB.",
    "POINTER_CONF":"Mouse pointer settings",
    "POINTER_DESC":"",
    "SHOWPOINTER":"Show mouse pointer",
    "SHOWPOINTER_DOC":"Enabling this switch makes the mouse pointer visible.",
    "APPLY":"Apply",
    "OK":"Ok",
    "YES":"Yes",
    "NO":"No",
    "SKIP":"Skip"
  }
}
