{
  "TOUCH_DISPLAY":{
    "PLUGIN_NAME":"Touch Display",
    "ERR_NO_BLINTERFACE":"Das Backlight-Interface existiert nicht unter ",
    "ERR_CON_XSERVER":"Fehler beim Verbinden mit dem Xserver",
    "ERR_SET_TIMEOUT":"Fehler beim Anwenden der Wartezeiteinstellungen für den Bildschirmschoner: ",
    "ERR_SET_BRIGHTNESS":"Fehler beim Anwenden der Bildschirmhelligkeitseinstellungen: ",
    "ERR_SET_POINTER":"Fehler beim Anwenden der Mauszeigereinstellungen: ",
    "ERR_SET_SCALE":"Fehler beim Anwenden des Skalierungsfaktors: ",
    "ERR_MOD":"Fehler beim Ändern von ",
    "ERR_WRITE":"Fehler beim Schreiben von ",
    "ERR_READ":"Fehler beim Lesen von ",
    "GETALSRANGE_FAILED":"Automatische Helligkeitsregelung ist nicht möglich: Das Messen des vom Umgebungslichtsensor abgedeckten Helligkeitsbereichs ist fehlgeschlagen.",
    "CALIBRATION_NEEDED":"Der Umgebungslichtsensor muss erst kalibriert werden, bevor diese Funktion genutzt werden kann.",
    "MIDALS_TOO_LOW":"Helligkeitskurve kann nicht genutzt werden werden: Die Umgebungshelligkeit, die der Referenzhelligkeit zugeordnet werden soll, muss höher sein als der Wert, der geringsten Bildschirmhelligkeit zugeordnet wurde.",
    "MIDALS_TOO_HIGH":"Helligkeitskurve kann nicht genutzt werden werden: Die Umgebungshelligkeit, die der Referenzhelligkeit zugeordnet werden soll, muss geringer sein als der Wert, der größten Bildschirmhelligkeit zugeordnet wurde.",
    "GENERIC_FAILED":"Fehlgeschlagen: ",
    "REBOOT_MSG":"Ein Neustart ist erforderlich, damit die Änderung wirksam wird.",
    "NO_CHANGES":"Keine zu speichernde Änderung.",
    "NAN":": Der vorherige Wert wurde beibehalten, weil der eingegebene Wert keine Zahl ist.",
    "INVALID":": Der vorherige Wert wurde beibehalten, weil der eingegebene Wert ungültig ist.",
    "INFO_MIN":" Der Wert wurde auf den kleinstmöglichen angepasst, weil der eingegebene Wert zu klein ist.",
    "INFO_MAX":" Der Wert wurde auf den größstmöglichen angepasst, weil der eingegebene Wert zu groß ist.",
    "INFO_MINMAX":"Der Wert für die größte Helligkeit darf nicht unter dem der geringsten Helligkeit liegen. Der Wert der geringsten Helligkeit wurde auch für die größte Helligkeit gesetzt.",
    "PLUGIN_CONFIGURATION":"Touch Display Konfiguration",
    "SCREENSAVER_CONF":"Bildschirmschonereinstellungen",
    "SCREENSAVER_DESC":"Der Bildschirm wird in den DPMS-Status \"off\" versetzt, wenn die vorgegebene Wartezeit verstrichen ist.",
    "TIMEOUT":"Wartezeit für den Bildschirmschoner",
    "TIMEOUT_DOC":"Gib die Zeit in Sekunden ein, bevor der Bildschirmschoner aktiviert wird. Der Wert 0 schaltet den Bildschirmschoner ab.",
    "AFTER_PLAY":"Kein Bildschirmschoner während Wiedergabe",
    "AFTER_PLAY_DOC":"Wenn dieser Schalter aktiviert ist, startet die Wartezeit für den Bildschirmschoner nicht schon nach der letzten Benutzeraktion, sondern erst, nachdem die Wiedergabe pausiert oder gestoppt wurde.",
    "BRIGHTNESS_CONF":"Helligkeitseinstellungen",
    "BRIGHTNESS_DESC":"HINWEIS: Bei einem Raspberry Pi Display V1.0 schalten Helligkeitswerte unter 128 den Bildschirm aus, während ihn Werte über 127 einschalten.",
    "AUTO_MODE":"Automatikmodus",
    "AUTO_MODE_DOC":"Dieser Schalter aktiviert die automatische Steuerung der Bildschirmhelligkeit in Abhängigkeit von der Umgebungshelligkeit. HINWEIS: Die automatische Helligkeitseinstellung benötigt zusätzliche Hardware. Der aktuelle Sensorwert muss sich als einziger Wert in /etc/als befinden.",
    "CALIBRATION":"Kalibrierung",
    "CALIBRATION_DOC":"Der Kalibrierungsvorgang ordnet den Werten für die geringste und größte Bildschirmhelligkeit vom Helligkeitssensor gemessene Umgebungshelligkeitswerte zu.",
    "MINBR":"Geringste Helligkeit",
    "MINBR_DOC":"Geringster Helligkeitswert, der durch den Automatikmodus eingestellt werden kann. HINWEIS: Werte unter 15 führen zu einer kaum lesbaren Anzeige!",
    "MAXBR":"Größte Helligkeit",
    "MAXBR_DOC":"Größter Helligkeitswert, der durch den Automatikmodus eingestellt werden kann.",
    "BRIGHTNESS_CURVE":"Helligkeitskurve",
    "BRIGHTNESS_CURVE_DOC":"Dieser Schalter ermöglicht es, einen Referenzpunkt zu bestimmen, um eine Helligkeitskurve zwischen geringster und größter Bildschirmhelligkeit zu formen. Dies ist nützlich, wenn der Verlauf der Bildschirmhelligkeit in Abhängigkeit von der Umgebungshelligkeit zu langsam oder zu schnell ist. Der Referenzpunkt wird aus dem für die Bildschirmhelligkeit eingestellten Wert (Referenzhelligkeit) und einem Wert für die Umgebungshelligkeit, bei der die Referenzhelligkeit erreicht werden soll, gebildet.",
    "MIDBR":"Referenzhelligkeit",
    "MIDBR_DOC":"Bildschirmhelligkeit, die bei einer bestimmten Umgebungshelligkeit, die mit dem Knopf \"Helligkeit zuordnen\" zugewiesen werden muss, erreicht werden soll.",
    "GET_MID_ALS":"Helligkeit zuordnen",
    "GET_MID_ALS_DOC":"Ordne der Referenzhelligkeit eine Umgebungshelligkeit zu.",
    "MANUALBR":"Helligkeit 1",
    "MANUALBR_DOC":"Stelle die gewünschte Bildschirmhelligkeit durch Eingabe einer entsprechenden Zahl ein. HINWEIS: Werte unter 15 führen auf einem Raspberry Pi Display zu einer kaum lesbaren Anzeige!",
    "BR1STARTTIME":"Startzeit für Helligkeit 1",
    "BR1STARTTIME_DOC":"Gib die Tageszeit, zu der die Helligkeit 1 eingestellt werden soll, im 24h-Format mit dem Schema hh:mm an. Wenn diese mit der Uhrzeit identisch ist, ab der die Helligkeit 2 eingestellt werden soll, erfolgt kein Helligkeitswechsel, sondern es wird nur die Helligkeit 1 eingestellt.",
    "MANUALBR2":"Helligkeit 2",
    "MANUALBR2_DOC":"Stelle eine alternative Bildschirmhelligkeit durch Eingabe einer entsprechenden Zahl ein. HINWEIS: Werte unter 15 führen auf einem Raspberry Pi Display zu einer kaum lesbaren Anzeige!",
    "BR2STARTTIME":"Startzeit für Helligkeit 2",
    "BR2STARTTIME_DOC":"Gib die Tageszeit, zu der die Helligkeit 2 eingestellt werden soll, im 24h-Format mit dem Schema hh:mm an. Wenn diese mit der Uhrzeit identisch ist, ab der die Helligkeit 1 eingestellt werden soll, erfolgt kein Helligkeitswechsel, sondern es wird nur die Helligkeit 1 eingestellt.",
    "TESTBRIGHTNESS":"Test",
    "TEST_MSG":"Der künftige niedrigstmögliche Helligkeitswert (${}) wird wahrscheinlich zu einer kaum lesbaren Anzeige führen. \"Test\" setzt den Wert für 5 Sekunden und stellt dann den aktuellen Helligkeitswert wieder her. Danach kannst Du entscheiden, ob der neue Wert übernommen werden soll. Wähle \"Weiter\", falls Du die neuen Einstellungen ohne Test anwenden willst.",
    "KEEP_MSG":"Sollen die neuen Einstellungen beibehalten werden?",
    "GETMINALS_MSG":"Stelle die Umgebungshelligkeit her, bei der die geringste Bildschirmhelligkeit erreicht werden soll. Klick \"Ok\", um diese Umgebungshelligkeit dem kleinsten Helligkeitswert des Bildschirms zuzuordnen.",
    "GETMAXALS_MSG":"Stelle die Umgebungshelligkeit her, bei der die größte Bildschirmhelligkeit erreicht werden soll. Klick \"Ok\", um diese Umgebungshelligkeit dem größten Helligkeitswert des Bildschirms zuzuordnen.",
    "GETMIDALS_MSG":"Stelle die Umgebungshelligkeit her, bei der eine bestimmte Bildschirmhelligkeit (\"Referenzhelligkeit\") erreicht werden soll. Klick \"Ok\", um diese Umgebungshelligkeit der Referenzhelligkeit zuzuordnen.",
    "ORIENTATION_CONF":"Einstellungen zur Ausrichtung der Anzeige",
    "ORIENTATION_DESC":"",
    "ANGLE":"Bildschirminhalt drehen um",
    "ANGLE_DOC":"Wähle die Ausrichtung des Bildschirminhalts. Die 90- und 270-Grad-Rotation funktionieren evtl. nicht bei Bildschirmen mit höherer Auflösung, da hierfür zusätzlicher GPU-Speicher erforderlich ist.",
    "0":"0°",
    "90":"90°",
    "180":"180°",
    "270":"270°",
    "GPUMEM_CONF":"GPU-Speicher-Einstellungen",
    "GPUMEM_DESC":"Die Menge des Speichers, der von der GPU genutzt wird, kann angepasst werden. Das Vergrößern des der GPU zugewiesenen Speichers verringert den Volumio selbst zur Verfügung stehenden Speicher. Dies kann die Systemperformance beeinträchtigen.",
    "CONTROLGPUMEM":"GPU-Speichergröße verwalten",
    "CONTROLGPUMEM_DOC":"Wenn dieser Schalter aktiviert wird, wird die Menge des der GPU zur Verfügung gestellten Speichers durch das Plugin verwaltet.",
    "GPUMEM":"Größe des GPU-Speichers",
    "GPUMEM_DOC":"Die Größe des GPU-Speichers kann 1MB-Schritten in einem Bereich von 32 bis 128MB eingestellt werden.",
    "POINTER_CONF":"Mauszeigereinstellungen",
    "POINTER_DESC":"",
    "SHOWPOINTER":"Zeige den Mauszeiger an",
    "SHOWPOINTER_DOC":"Das Aktivieren dieses Schalters macht den Mauszeiger sichtbar.",
    "SCALE_CONF":"Skalierungseinstellungen",
    "SCALE_DESC":"Die Größe der Darstellung der Volumio-UI auf der lokalen Anzeige kann eingestellt werden.",
    "SCALE":"Skalierungsfaktor",
    "SCALE_DOC":"Der Skalierungsfaktor kann in 1%-Schritten in einem Bereich von 10% bis 200% eingestellt werden.",
    "SCALE_WARN":"Bei dieser Browserversion haben Werte kleiner als 100% keine Wirkung.",
    "APPLY":"Anwenden",
    "OK":"Ok",
    "YES":"Ja",
    "NO":"Nein",
    "SKIP":"Überspringen"
  }
}
